Repository: l1ph0x/ubcpi
Catalog: ubcpi/translations/*/LC_MESSAGES/text.po
Languages: ka

source: "Simple" means examples for different answer possibilities are intentionally selected when students are viewing peer answers.<br>"Random" means examples are selected at random and may not include different answer possibilities.
ka: "მარტივი" ნიშნავს, რომ სხვადასხვა პასუხების შესაძლო ვარიანტების მაგალითები განზრახ არიან შერჩეული, როდესაც მოსწავლეები მიმოიხილავენ თანაკურსელების პასუხებს.<br>"შემთხვევით" ნიშნავს, რომ მაგალითები შემთხვევით არიან შერჩეული და შეიძლება არ შეიცავდეს განსხვავებულ პასუხებს.

source: (Option {{rc.answer_original + 1}})
ka: (ვარიანტები {{rc.answer_original + 1}})

source: (Option {{rc.answer_revised + 1}})
ka: (ვარიანტები {{rc.answer_revised + 1}})

source: (You chose this option)
ka: (თქვენს მიერ ადრე არჩეული პასუხი)

source: (correct)
ka: (სწორი)

source: , Completed
ka: , დასრულებული

source: , In Progress
ka: , პროგრესში

source: , Upcoming
ka: , მომავალი

source: Add New Answer
ka: ახალი პასუხის დამატება

source: Add New Example
ka: ახალი მაგალითის დამატება

source: Add example answers to the answer pool for this question. Students most likely to see these answers are those completing the assignment first, when the answer pool is small.
ka: ამ კითხვაზე პასუხების ვარიანტების სიას დაამატეთ თქვენი პასუხების ნიმუშები. როდესაც პასუხების სია მცირე არის, სტუდენტები დავალების შესრულებისას სავარაუდოდ, პირველ რიგში ამ პასუხებს ნახავენ.

source: Add the text for this answer. If you wish to add an image, press the button below.
ka: ტექსტის დამატება ამ პასუხზე. თუ გსურთ დაამატოთ სურათი, დააჭირეთ ღილაკს ქვემოთ.

source: Alternative text - a description of the image for non-visual users. The description should provide all the information needed for someone to answer the question if the image did not load.
ka: ალტერნატიული ტექსტი - სურათის აღწერა უნდა შეიცავდეს სრულ ინფორმაციას, რომელიც საჭირო არის კითხვაზე პასუხის გასაცემად, იმ შემთხვევაში, თუ გამოსახულება არ ჩაიტვირთა.

source: Answer
ka: პასუხი

source: Answer Options
ka: პასუხების ოფციები

source: Answer {{$index + 1}}
ka: პასუხი {{$index + 1}}

source: Answers Students See - Number Selected <font color="red">*</font>
ka: პასუხები, რომელებსაც სტუდენტები ხედავენ - არჩეული რიცხვი <font color="red">*</font>

source: Answers Students See - Selection Logic <font color="red">*</font>
ka: პასუხობი, რომლებსაც სტუდენტები ხედავენ - შერჩევის ლოგიკა <font color="red">*</font>

source: Cancel
ka: გაუქმება

source: Choose if you want the image to appear above or below the question text.
ka: აირჩიეთ როგორ უნდა გამოჩნდეს სურათი, შეკითხვის ტექსტის ზემოთ თუ ქვემოთ.

source: Choose if you want the image to appear above or below the question.
ka: აირჩიეთ როგორ უნდა გამოჩნდეს სურათი, შეკითხვის ზემოთ თუ ქვემოთ.

source: Choose the answer you consider correct, or select "n/a" if there is no correct answer.
ka: აირჩიეთ პასუხი, რომელსაც თქვენ თვლით, რომ სწორია ან აირჩიეთ "n/a" თუ ჩამონათვალში სწორი პასუხი არ არის.

source: Choose the answer.
ka: აირჩიეთ პასუხი.

source: Class Breakdown
ka: კლასის პასუხები

source: Correct Answer
ka: სწორი პასუხი

source: Correct Answer <font color="red">*</font>
ka: სწორი პასუხი <font color="red">*</font>

source: Correct Option
ka: სწორი არჩევანი

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
ka: განსაზღვრავს, თუ რამდენი ქულით ფასდება თითოეული პრობლემა. თუ რიცხვითი მნიშვნელობა არ არის მითითებული, მაშინ პრობლემა ფასდება ვარიანტების ქულების ჯამით.

source: Display Name <font color="red">*</font>
ka: სახელის ჩვენება <font color="red">*</font>

source: Error retrieving data!
ka: შეცდომა მონაცემთა ამოღებისას!

source: Error retrieving statistics!
ka: შეცდომა სტატისტიკის ამოღებისას!

source: Error saving question
ka: შეცდომა პასუხის შენახვისას

source: Error submitting answer!
ka: შეცდომა პასუხის გაგზავნისას!

source: Error:
ka: შეცდომა:

source: Example Answer {{$index + 1}}
ka: პასუხის მაგალითი {{$index + 1}}

source: Example Answers <font color="red">*</font>
ka: პასუხების ნიმუშები <font color="red">*</font>

source: Explain to other students why you chose this answer (Required):
ka: აუხსენით თქვენს თანაკურსელებს, თუ რატომ აირჩიეთ ეს პასუხი. (ახსნა სავალდებულოა).

source: Explanation
ka: განმარტება

source: Explanation (optional)
ka: განამარტება (არასავალდებულო)

source: Explanation <font color="red">*</font>
ka: განმარტება <font color="red">*</font>

source: Final Answer Selection
ka: საბოლოო პასუხების არჩევა

source: Final Answer Selection:
ka: საბოლოო პასუხის არჩევა

source: In order to move to the next step please briefly explain why you chose this answer.
ka: შემდეგი ნაბიჯზე გადასვლამდე, გთხოვთ, ახსნათ, რატომ აირჩია ეს პასუხი.

source: In order to move to the next step please choose an answer.
ka: შემდეგი ნაბიჯზე გადასვლამდე, გთხოვთ, აირჩიეთ თქვენი პასუხი.

source: In order to move to the next step, please choose an answer and briefly explain your choice.
ka: შემდეგ ნაბიჯზე გადასასვლელად, გთხოვთ აირჩიოთ პასუხი და ახსნათ თქვენი არჩევანი.

source: In the next step, you will be shown a selection of other responses that may help you refine your answer.
ka: შემდეგ ნაბიჯზე თქვენ იხილავთ სხვა მონაწილეთა პასუხებს, რაც შეიძლება დაგემხაროთ თქვენი პასუხის დახვეწაში.

source: Initial Answer Selection
ka: თავდაპირველად არჩეული პასუხი

source: Initial Answer Selection:
ka: თავდაპირველად არჩეული პასუხი:

source: Instructor's Explanation
ka: ინსტრუქტორის განმარტება

source: Maximum Characters <font color="red">*</font>
ka: სიმბოლოების მინიმალური რაოდენობა <font color="red">*</font>

source: Minimum Characters <font color="red">*</font>
ka: სიმბოლოების მინიმალური რაოდენობა<font color="red">*</font>

source: Next Step
ka: შემდეგი ნაბიჯი

source: Not enough data to generate the chart. Please check back later.
ka: დიაგრამისთვის არ არის საკმარისი მონაცემები. გთხოვთ, მოგვიანებით შეამოწმოთ.

source: Note:
ka: შენიშვნა:

source: Option {{ $index + 1 }}
ka: არჩევანი {{ $index + 1 }}

source: Option {{$index + 1}}: {{rc.calc($index)}}
ka: არჩევანი {{$index + 1}}: {{rc.calc($index)}}

source: Peer Instruction
ka: ურთიერთსწავლებa

source: Please refresh the page and try again!
ka: გთხოვთ, განაახლოთ გვერდი და შემდეგ ისევ სცადოთ!

source: Possible Answers <font color="red">*</font>
ka: შესაძლო პასუხები <font color="red">*</font>

source: Problem Weight
ka: პრობლემის წონა

source: Provide an explanation for this answer.
ka: დაასაბუთეთ და/ან ახსენით თქვენი პასუხი.

source: Question
ka: შეკითხვა

source: Question Text <font color="red">*</font>
ka: შეკითხვის ტექსტი <font color="red">*</font>

source: Reflection
ka: რეფლექსია

source: Remove
ka: წაშლა

source: Results
ka: შედეგები

source: Save
ka: შენახვა

source: Saving
ka: მიმდინარეობს შენახვა

source: See how your classmates answered <a href="#classbreakdown">below</a>
ka: თქვენი თანაკურსელების პასუხები მიმოიხილეთ <a href="#classbreakdown">ქვემოთ</a>

source: Step 1) Your Initial Answer <span class="inline-hint">You can change this answer later, if you change your mind.</span>
ka: ნაბიჯი 1) თქვენი საწყისი პასუხი <span class="inline-hint">თქვენ შეგიძლიათ მოგვიანებით ამ პასუხის შეცვლა.</span>

source: Step 2) Read Other Students Answers
ka: ნაბიჯი 2) იხილეთ სხვა მოსწავლეების პასუხები

source: Step 3) Your Final Answer <span class="inline-hint">You now have the option to change your initial selection and explanation, if you wish.</span>
ka: ნაბიჯი 3) თქვენი საბოლოო პასუხი <span class="inline-hint">თქვენ ახლა შეგიძლიათ თქვენი საწყისი პასუხის შეცვლა, თუ სურვილი გექნებათ.</span>

source: Student Answer: {{options[answer.option].text}}
ka: მოსწავლის პასუხი: {{options[answer.option].text}}

source: Student Rationale
ka: მოსწავლის დასაბუთება

source: Students see the explanation after seeing the final answer.
ka: მოსწავლეები ხედავენ განმარტებას საბოლოო პასუხის ნახვის შემდეგ.

source: Submitting
ka: იგზავნება

source: This is the maximum number of characters the student explanations may contain.
ka: სიმბოლოების ის მაქსიმალური რაოდენობა, რომელსაც მსმენელის პასუხის ახსნა უნდა შეიცავდეს.

source: This is the minimum number of characters the student explanations must contain.
ka: სიმბოლოების ის მინიმალური რაოდენობა, რომელსაც მსმენელის პასუხის ახსნა უნდა შეიცავდეს.

source: This name appears in the horizontal navigation at the top of the page.
ka: ეს სახელწოდება გვერდის ზემოთ ჰორიზონტალური ნავიგაციის პანელში გამოჩნდება.

source: View Question Statistics
ka: კითხვის სტატისტიკის ნახვა

source: Warning
ka: გაფრთხილება

source: You are approaching the limit of {{rationale_size.max}} characters for this answer. Characters left: {{rationale_size.max - rc.rationale.length}}
ka: თქვენ უახლოვდებით ასოების ლიმიტს {{rationale_size.max}} ამ პასუხისთვის. დარჩენილი ასოების რაოდენობაა: {{rationale_size.max - rc.rationale.length}}

source: You are unable to save this form as there are errors:
ka: ამ ფორმის შენახვა ვერ ხერხდება, რადგან წარმოიქმნა შემდეგი შეცდომები:

source: Your final answer:
ka: თქვენი საბოლოო პასუხი:

source: Your initial answer:
ka: თქვენი თავდაპირველი პასუხი

source: Your rationale must be a maximum of {{rationale_size.max}} characters.
ka: თქვენი დასაბუთების ტექსტი უნდა არ შეიცავდეს სიმბოლოების დასაშვებ მაქსიმალური რაოდენობაზე {{rationale_size.max}} მეტს.

source: Your rationale must be a minimum of {{rationale_size.min}} characters.
ka: თქვენი დასაბუთების ტექსტი უნდა არ შეიცავდეს სიმბოლოების დასაშვებ მინიმალურ რაოდენობაზე {{rationale_size.min}} ნაკლებს.

source: Option
ka: ოფციები

source: Missing option seed(s):
ka: ვარიანტებს აკლიათ(s):

source: Missing 1 option seed
ka: ვარიანტებს აკლია 1 არჩევანი

source: Question must have text element.
ka: შეკითხვას უნდა გააჩნდეს text ტიპის ელემენტი.

source: Option must have text element.
ka: ოფციას უნდა გააჩნდეს text ტიპის ელემენტი.

source: Missing rationale for correct answer.
ka: სწორ პასუხს აკლია დასაბუთება.

source: Only one correct answer can be defined in options.
ka: შესაძლო პასუხების ვარიანტებში მხოლოდ ერთი სწორი პასუხი შეიძლება განისაზღვროს.

source: Correct answer and rationale are required and have to be defined in one of the option.
ka: ორივე ელემენტი, სწორი პასუხი და დასაბუთება სავალდებულო არის. ისინი უნდა განისაზღვროს ერთ-ერთ ვარიანტში.

source: Seed element must have an option attribute.
ka: საწყის მნიშვნელობას უნდა გააჩნდეს ვარიანტის ატრიბუტი.

source: Every peer instruction tool must contain an "ubcpi" element.
ka: რთიერთსწავლების ყოველ დავალებას უნდა გააჩნდეს ელემენტი "ubcpi".

source: Every peer instruction tool must contain a "display_name" element.
ka: ურთიერთსწავლების ყოველ დავალებას უნდა გააჩნდეს ელემენტი "ხილული_სახელწოდება".

source: Every peer instruction must tool contain a "question" element.
ka: ურთიერთსწავლების ყოველ დავალებას უნდა გააჩნდეს ელემენტი "კითხვა".

source: Every peer instruction must tool contain a "options" element.
ka: ურთიერთსწავლების ყოველ დავალებას უნდა გააჩნდეს ელემენტი "პასუხების ვარიანტები".

source: Every peer instruction must tool contain a "seeds" element.
ka: ურთიერთსწავლების დავალება უნდა შეიცავდეს "საწყის" ელემენტს.

source: Minimum Characters
ka: სიმბოლოთა მინიმალური რაოდენობა

source: Maximum Characters
ka: სიმბოლოთა მაქსიმალური რაოდენობა

source: Number of Responses
ka: პასუხების რაოდენობა

source: Not an Integer
ka: არამთელი მნიშვნელობა

source: Invalid Option(s):
ka: არასწორი ვარიანტ(ებ)ი

source: Peer Instruction Question
ka: ურთიერთსწავლების დავალება

source: <p>Where does most of the mass in a fully grown tree originate?</p>
ka: <p>რა წარმოქმნის ზრდასრული ხის მასის უდიდეს ნაწილს?</p>

source: The question the students see. This question appears above the possible answers which you set below. You can use text, an image or a combination of both. If you wish to add an image to your question, press the 'Add Image' button.
ka: კითხვა, რომლესაც სტუდენტები ხედავენ. იგი გამოჩნდება შესაძლო პასუხების ზემოთ, რომელთაც თქვწნ ქვმოთ მიუთითებთ. პასუხის ფორმატისთვის შეგიძლიათ გამოიყენოთ ტექსტი, სურათი ან ორივეს კომბინაცია. თუ გსურთ თქვენს შეკითხვას დაუმატოთ სურათი, დააჭირეთ ღილაკს "სურათის დამატება".

source: Air
ka: ჰაერი

source: Soil
ka: მიწა

source: Water
ka: წყალი

source: The possible options from which the student may select
ka: პასუხების შესაძლო ვარიანტები, საიდანაც სტუდენტს შეუძლია აირჩიოს საკუთარი პასუხი

source: The minimum and maximum number of characters a student is allowed for their rationale.
ka: სტუდენტის დასაბუთების ტექსტში სიმბოლოების დასაშვები მინიმალური და მაქსიმალური რაოდენობა.

source: The correct option for the question
ka: სწორი არჩევანი ვარიანტი მოცემული შეკითხვისთვის

source: Photosynthesis
ka: ფოტოსინთეზი

source: The feedback for student for the correct answer
ka: სწორი პასუხის შემთხვევაში კურსის მსმენელისთვის განკუთვნილი უკუგება

source: Overall stats for the instructor
ka: სრული სტატისტიკა ინსტრუქტორისთვის

source: Tree gets carbon from air.
ka: ხე ჰაერიდან იღბს ნახშირბადს.

source: Tree gets minerals from soil.
ka: ხე მიწიდან იღებს მინერალებს.

source: Tree drinks water.
ka: ხე სვამს წყალს.

source: Instructor configured examples to give to students during the revise stage.
ka: ინსტრუქტორის მიერ კონფიგურირებული მაგალითები, რომლებსაც სისტემა გადახედვის ნაბიჯზე წარუდგენს მსმენელებს.

source: System selected answers to give to students during the revise stage.
ka: სისტემის მიერ შერჩეული პასუხები, რომელებსაც იგი წარუდგენს მსმენელბს გადახედვის ნაბიჯზე.

source: The algorithm for selecting which answers to be presented to students
ka: ალგორითმი იმ პასუხების შერჩევისთვის, რომელებსაც სისტემა წარუდგენს მსმენელბს

source: System will select one of each option to present to the students.
ka: სისტემა შეარჩევს ერთ-ერთ ვარიანტს, რომელსაც წარუდგენს მსმენელს.

source: Completely random selection from the response pool.
ka: შემთხვევით შერჩევა პასუხების სიიდან.

source: Appears above
ka: ჩანს ზემოთ

source: Appears below
ka: ჩანს ქვემოთ
